Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Конституция7465.tmx
Source language: ba
Languages: ru

source: Башҡортостан Республикаһы Башлығының хоҡуҡи статусы гарантиялары федераль закон һәм Башҡортостан Республикаһы законы менән билдәләнә.
ru: Гарантии правового статуса Главы Республики Башкортостан устанавливаются федеральным законом и законом Республики Башкортостан.

source: 90-сы статья
ru: Статья 90

source: Башҡортостан Республикаһы Башлығының вәкәләттәре ваҡытынан алда федераль закон менән ҡаралған осраҡтарҙа туҡтатыла.
ru: Полномочия Главы Республики Башкортостан прекращаются досрочно в случаях, предусмотренных федеральным законом.

source: Башҡортостан Республикаһы Башлығы бурыстарын ваҡытлыса башҡарыусы федераль закон менән билдәләнгән осраҡтарҙа һәм тәртиптә тәғәйенләнә.
ru: Временно исполняющий обязанности Главы Республики Башкортостан назначается в случаях и порядке, установленных федеральным законом.

source: Башҡортостан Республикаһы Башлығы бурыстарын ваҡытлыса башҡарыусының Башҡортостан Республикаһы Дәүләт Йыйылышын таратырға, Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү тураһында тәҡдимдәр индерергә, Башҡортостан Республикаһы референдумын үткәреү инициативаһы менән сығыш яһарға, Башҡортостан Республикаһы Хөкүмәтен төҙөргә, Башҡортостан Республикаһы Хөкүмәтенең отставкаһы тураһында ҡарар ҡабул итергә, шулай уҡ ошо Конституцияның 87-се статьяһының беренсе өлөшөнөң 4-се, 5-се, 6-сы, 15-се, 22-се, 23-сө пункттары менән ҡаралған вәкәләттәрҙе тормошҡа ашырырға хоҡуғы юҡ.
ru: Временно исполняющий обязанности Главы Республики Башкортостан не имеет права распускать Государственное Собрание Республики Башкортостан, вносить предложения о внесении изменений и дополнений в Конституцию Республики Башкортостан, выступать с инициативой проведения референдума Республики Башкортостан, формировать Правительство Республики Башкортостан, принимать решение об отставке Правительства Республики Башкортостан, а также осуществлять полномочия, предусмотренные пунктами 4, 5, 6, 15, 22, 23 части первой статьи 87 настоящей Конституции.

source: 91-се статья
ru: Статья 91

source: Башҡортостан Республикаһы дәүләт власының иң юғары башҡарма органы булып Башҡортостан Республикаһы Хөкүмәте тора.
ru: Высшим исполнительным органом государственной власти Республики Башкортостан является Правительство Республики Башкортостан.

source: Башҡортостан Республикаһы Башлығы Башҡортостан Республикаһы Хөкүмәтенә етәкселек итә.
ru: Правительство Республики Башкортостан возглавляет Глава Республики Башкортостан.

source: 92-се статья
ru: Статья 92

source: Башҡортостан Республикаһы Хөкүмәте Башҡортостан Республикаһы башҡарма власының даими эшләүсе органы булып тора.
ru: Правительство Республики Башкортостан является постоянно действующим органом исполнительной власти Республики Башкортостан.

source: Башҡортостан Республикаһы Хөкүмәте Башҡортостан Республикаһы территорияһында Рәсәй Федерацияһы Конституцияһының, федераль закондарҙың һәм Рәсәй Федерацияһының башҡа норматив хоҡуҡи акттарының, Башҡортостан Республикаһы Конституцияһының, Башҡортостан Республикаһы закондарының һәм башҡа норматив хоҡуҡи акттарының үтәлешен тәьмин итә.
ru: Правительство Республики Башкортостан обеспечивает исполнение Конституции Российской Федерации, федеральных законов и иных нормативных правовых актов Российской Федерации, Конституции Республики Башкортостан, законов и иных нормативных правовых актов Республики Башкортостан на территории Республики Башкортостан.

source: Башҡортостан Республикаһы Хөкүмәте Рәсәй Федерацияһының хакимиәт даирәһе сиктәрендә һәм Рәсәй Федерацияһы менән Башҡортостан Республикаһының берлектәге хакимиәт даирәһе буйынса Рәсәй Федерацияһы вәкәләттәре сиктәрендә Рәсәй Федерацияһында башҡарма властың берҙәм системаһына инә.
ru: Правительство Республики Башкортостан в пределах ведения Российской Федерации и полномочий Российской Федерации по предметам совместного ведения Российской Федерации и Республики Башкортостан входит в единую систему исполнительной власти в Российской Федерации.

source: Башҡортостан Республикаһы Хөкүмәте Башҡортостан Республикаһының башҡарма власть органдары системаһына етәкселек итә.
ru: Правительство Республики Башкортостан возглавляет систему органов исполнительной власти Республики Башкортостан.

source: 93-сө статья
ru: Статья 93

source: Башҡортостан Республикаһы Хөкүмәте, федераль закон менән ҡаралған осраҡтарҙан тыш, Башҡортостан Республикаһы Башлығы вәкәләттәре срогы сиктәрендә эшләй.
ru: Правительство Республики Башкортостан действует в пределах срока полномочий Главы Республики Башкортостан, за исключением случаев, предусмотренных федеральным законом.

source: Башҡортостан Республикаһы Хөкүмәте Башҡортостан Республикаһының яңы Хөкүмәте төҙөлгәнгә тиклем үҙ бурыстарын үтәүҙе дауам итеп, үҙ вазифаларын яңы үтәй башлаған Башҡортостан Республикаһы Башлығы алдында вәкәләттәрен туҡтата.
ru: Правительство Республики Башкортостан слагает свои полномочия перед вновь вступившим в должность Главой Республики Башкортостан, продолжая выполнять свои обязанности до сформирования нового Правительства Республики Башкортостан.

source: 94-се статья
ru: Статья 94

source: Башҡортостан Республикаһы Хөкүмәте Башҡортостан Республикаһы Башлығы тарафынан Башҡортостан Республикаһы Хөкүмәте Премьер-министры, Башҡортостан Республикаһы Хөкүмәте Премьер-министры урынбаҫарҙары, Башҡортостан Республикаһы министрҙары, дәүләт комитеттары рәйестәре һәм ведомство етәкселәре составында төҙөлә.
ru: Правительство Республики Башкортостан формируется Главой Республики Башкортостан в составе Премьер-министра Правительства Республики Башкортостан, заместителей Премьер-министра Правительства Республики Башкортостан, министров, председателей государственных комитетов и руководителей ведомств Республики Башкортостан.

source: Башҡортостан Республикаһы Башлығы Башҡортостан Республикаһы Хөкүмәте составына Башҡортостан Республикаһының башҡа дәүләт органдары һәм ойошмалары етәкселәрен индерә ала.
ru: По представлению Премьер-министра Правительства Республики Башкортостан Глава Республики Башкортостан может включить в состав Правительства Республики Башкортостан руководителей других государственных органов и организаций Республики Башкортостан.

source: 95-се статья
ru: Статья 95

source: Башҡортостан Республикаһының яңы төҙөлгән Хөкүмәте Башҡортостан Республикаһы Башлығы һәм Башҡортостан Республикаһы Дәүләт Йыйылышы ҡарауына үҙ вәкәләттәре срогына киләсәк эшмәкәрлегенең программаһын тәҡдим итә.
ru: Вновь образованное Правительство Республики Башкортостан представляет на рассмотрение Главы Республики Башкортостан и Государственного Собрания Республики Башкортостан программу предстоящей деятельности на срок своих полномочий.

source: 96-сы статья
ru: Статья 96

source: Башҡортостан Республикаһы Хөкүмәте:
ru: Правительство Республики Башкортостан:

source: 1) үҙ вәкәләттәре сиктәрендә кеше һәм граждан хоҡуҡтарын һәм иректәрен тормошҡа ашырыу, тәьмин итеү һәм яҡлау буйынса сараларҙы бойомға ашыра;
ru: 1) осуществляет в пределах своих полномочий меры по реализации, обеспечению и защите прав и свобод человека и гражданина;

source: 2) үҙ вәкәләттәренә ярашлы милекте һәм йәмәғәт тәртибен һаҡлау, терроризмға һәм экстремизмға ҡаршы эш итеү, енәйәтселеккә ҡаршы көрәш буйынса сараларҙы тормошҡа ашыра;
ru: 2) осуществляет в пределах своих полномочий меры по охране собственности и общественного порядка, противодействию терроризму и экстремизму, борьбе с преступностью;

source: (2-се пункт Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы редакцияһында)
ru: (п. 2 в ред. Закона РБ от 04.03.2014 N 57-з)

source: 3) Башҡортостан Республикаһы Башлығы тарафынан Башҡортостан Республикаһы Дәүләт Йыйылышына тәҡдим итеү өсөн Башҡортостан Республикаһы бюджеты проектын, Башҡортостан Республикаһының бюджеттан тыш территориаль дәүләт фондтары бюджеттары проекттарын, шулай уҡ Башҡортостан Республикаһының социаль-иҡтисади үҫеше программалары проекттарын эшләй;
ru: 3) разрабатывает для представления Главой Республики Башкортостан Государственному Собранию Республики Башкортостан проект бюджета Республики Башкортостан, проекты бюджетов территориальных государственных внебюджетных фондов Республики Башкортостан, а также проекты программ социально-экономического развития Республики Башкортостан;

source: 4) үҙенең эшмәкәрлеге һөҙөмтәләре тураһында, шул иҫәптән Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан ҡуйылған мәсьәләләр буйынса, йыл һайын була торған отчеттарын Башҡортостан Республикаһы Башлығына тәҡдим итә; Башҡортостан Республикаһы бюджетының үтәлешен тәьмин итә һәм был бюджеттың үтәлеше тураһындағы отчетты, Башҡортостан Республикаһының бюджеттан тыш территориаль дәүләт фондтары бюджеттарының үтәлеше тураһындағы отчеттарҙы һәм Башҡортостан Республикаһының социаль-иҡтисади үҫеше программаларының үтәлеше тураһындағы отчеттарҙы Башҡортостан Республикаһы Дәүләт Йыйылышына Башҡортостан Республикаһы Башлығы тарафынан тәҡдим итеү өсөн әҙерләй;
ru: 4) представляет Главе Республики Башкортостан ежегодные отчеты о результатах своей деятельности в том числе по вопросам, поставленным Государственным Собранием Республики Башкортостан; обеспечивает исполнение бюджета Республики Башкортостан и готовит отчет об исполнении указанного бюджета, отчеты об исполнении бюджетов территориальных государственных внебюджетных фондов Республики Башкортостан и отчеты о выполнении программ социально-экономического развития Республики Башкортостан для представления их Главой Республики Башкортостан Государственному Собранию Республики Башкортостан;

source: 5) Башҡортостан Республикаһының комплекслы социаль-иҡтисади үҫешен тәьмин итеү буйынса сараларҙы тормошҡа ашыра һәм Башҡортостан Республикаһының иҡтисади һәм социаль үҫеше процестарына идара итә;
ru: 5) осуществляет меры по обеспечению комплексного социально-экономического развития Республики Башкортостан и управляет процессами экономического и социального развития Республики Башкортостан;

source: 6) финанстар өлкәһендә берҙәм федераль сәйәсәт үткәреүҙә ҡатнаша;
ru: 6) участвует в проведении единой федеральной политики в области финансов;

source: 7) мәҙәниәт, фән, мәғариф өлкәһендә берҙәм федераль сәйәсәт үткәреүҙә ҡатнаша;
ru: 7) участвует в проведении единой федеральной политики в области культуры, науки, образования;

source: 8) һаулыҡ һаҡлау, социаль яҡлау, социаль тәьминәт өлкәһендә берҙәм федераль сәйәсәт үткәреүҙә ҡатнаша;
ru: 8) участвует в проведении единой федеральной политики в области здравоохранения, социальной защиты, социального обеспечения;

source: 9) экология, тәбиғәтте файҙаланыу, тирә-яҡ мөхитте һаҡлау өлкәһендә берҙәм федераль сәйәсәт үткәреүҙә ҡатнаша;
ru: 9) участвует в проведении единой федеральной политики в области экологии, природопользования, охраны окружающей среды;

source: 10) Башҡортостан Республикаһы закондарына ярашлы, Башҡортостан Республикаһының дәүләт милкенә идара итә һәм уның менән эш итә, шулай уҡ федераль закондарға һәм Рәсәй Федерацияһының башҡа норматив хоҡуҡи акттарына ярашлы, Башҡортостан Республикаһына идара итеүгә тапшырылған федераль милеккә идара итә;
ru: 10) управляет и распоряжается государственной собственностью Республики Башкортостан в соответствии с законами Республики Башкортостан, а также управляет федеральной собственностью, переданной в управление Республики Башкортостан в соответствии с федеральными законами и иными нормативными правовыми актами Российской Федерации;

source: (10-сы пункт Башҡортостан Республикаһының 2009 йылдың 13 июлендәге 146-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 13.07.2009 N 146-з)

source: 11) урындағы үҙидара органына, урындағы үҙидараның һайланып ҡуйылған йәки башҡа вазифалы кешеһенә, әгәр улар сығарған хоҡуҡи акттар Рәсәй Федерацияһы Конституцияһына, ошо Конституцияға, федераль закондарға һәм Рәсәй Федерацияһының башҡа норматив хоҡуҡи акттарына, Башҡортостан Республикаһы закондарына һәм башҡа норматив хоҡуҡи акттарына ҡаршы килһә, был акттарҙы закондарға ярашлы хәлгә килтереүҙе тәҡдим итергә, шулай уҡ судҡа мөрәжәғәт итергә хаҡлы;
ru: 11) вправе предложить органу местного самоуправления, выборному или иному должностному лицу местного самоуправления привести в соответствие с законодательством изданные ими правовые акты в случае, если указанные акты противоречат Конституции Российской Федерации, настоящей Конституции, федеральным законам и иным нормативным правовым актам Российской Федерации, законам и иным нормативным правовым актам Республики Башкортостан, а также вправе обратиться в суд;

source: 12) Рәсәй Федерацияһы Хөкүмәте менән, Рәсәй Федерацияһының бүтән башҡарма власть органдары һәм Рәсәй Федерацияһы субъекттарының башҡарма власть органдары менән килешеүҙәр төҙөй;
ru: 12) заключает соглашения с Правительством Российской Федерации, иными органами исполнительной власти Российской Федерации и органами исполнительной власти субъектов Российской Федерации;

source: 13) Башҡортостан Республикаһының тышҡы иҡтисади бәйләнештәре өлкәһендә эшмәкәрлек алып бара;
ru: 13) осуществляет деятельность в сфере внешнеэкономических связей Республики Башкортостан;

source: 14) Башҡортостан Республикаһының бүтән башҡарма власть органдарын булдыра һәм уларға етәкселек итеүҙе ғәмәлгә ашыра;
ru: 14) формирует и осуществляет руководство иными органами исполнительной власти Республики Башкортостан;

source: 15) ошо Конституция, федераль закондар һәм Башҡортостан Республикаһы закондары менән ҡаралған башҡа вәкәләттәрҙе тормошҡа ашыра.
ru: 15) осуществляет иные полномочия, предусмотренные настоящей Конституцией, федеральными законами и законами Республики Башкортостан.

source: 97-се статья
ru: Статья 97

source: Башҡортостан Республикаһы Башлығы Рәсәй Федерацияһы Конституцияһы, федераль закондар, Рәсәй Федерацияһы Президенты указдары, Рәсәй Федерацияһы Хөкүмәте ҡарарҙары, ошо Конституция һәм Башҡортостан Республикаһы закондары нигеҙендә һәм уларҙы үтәү йөҙөнән указдар һәм бойороҡтар сығара, уларҙың үтәлешенә контроллек итә.
ru: Глава Республики Башкортостан на основании и во исполнение Конституции Российской Федерации, федеральных законов, указов Президента Российской Федерации, постановлений Правительства Российской Федерации, настоящей Конституции и законов Республики Башкортостан издает указы и распоряжения, контролирует их исполнение.

source: Башҡортостан Республикаһы Хөкүмәте үҙ вәкәләттәре сиктәрендә ҡарарҙар һәм бойороҡтар сығара, уларҙың үтәлешенә контроллек итә.
ru: Правительство Республики Башкортостан в пределах своих полномочий издает постановления и распоряжения, контролирует их исполнение.

source: Башҡортостан Республикаһы Башлығының һәм Башҡортостан Республикаһы Хөкүмәтенең үҙ вәкәләттәре сиктәрендә ҡабул ителгән акттары Башҡортостан Республикаһы территорияһында мотлаҡ үтәлергә тейеш.
ru: Акты Главы Республики Башкортостан и акты Правительства Республики Башкортостан, принятые в пределах их полномочий, обязательны к исполнению на территории Республики Башкортостан.

source: Башҡортостан Республикаһы Башлығы акттары һәм Башҡортостан Республикаһы Хөкүмәте акттары Рәсәй Федерацияһы Конституцияһына, Рәсәй Федерацияһы хакимиәт даирәһе һәм Рәсәй Федерацияһы менән Башҡортостан Республикаһының берлектәге хакимиәт даирәһе буйынса ҡабул ителгән федераль закондарға, Рәсәй Федерацияһы Президенты указдарына, Рәсәй Федерацияһы Хөкүмәте ҡарарҙарына, ошо Конституцияға һәм Башҡортостан Республикаһы закондарына ҡаршы килергә тейеш түгел.
ru: Акты Главы Республики Башкортостан и акты Правительства Республики Башкортостан не должны противоречить Конституции Российской Федерации, федеральным законам, принятым по предметам ведения Российской Федерации и предметам совместного ведения Российской Федерации и Республики Башкортостан, указам Президента Российской Федерации, постановлениям Правительства Российской Федерации, настоящей Конституции и законам Республики Башкортостан.

source: 98-се статья
ru: Статья 98

source: Башҡортостан Республикаһы Хөкүмәте Башҡортостан Республикаһы министрлыҡтары, дәүләт комитеттары һәм Башҡортостан Республикаһының бүтән башҡарма власть органдары эшмәкәрлеген координациялай.
ru: Правительство Республики Башкортостан координирует деятельность министерств, государственных комитетов Республики Башкортостан и других органов исполнительной власти Республики Башкортостан.

source: Башҡортостан Республикаһы министрлыҡтары, дәүләт комитеттары һәм бүтән башҡарма власть органдары тармаҡ һәм тармаҡ-ара идара итеүҙе тормошҡа ашыра.
ru: Министерства, государственные комитеты и другие органы исполнительной власти Республики Башкортостан осуществляют отраслевое или межотраслевое управление.

source: 99-сы статья
ru: Статья 99

source: Башҡортостан Республикаһы Хөкүмәтенең компетенцияһы, составы, структураһы, Башҡортостан Республикаһы Хөкүмәтенең эшмәкәрлек тәртибе һәм Башҡортостан Республикаһы дәүләт власының башҡа органдары, федераль дәүләт власы органдары, Рәсәй Федерацияһы субъекттарының дәүләт власы органдары менән мөнәсәбәттәре федераль закон, Башҡортостан Республикаһы Хөкүмәте тураһындағы закон менән билдәләнә.
ru: Компетенция, состав, структура Правительства Республики Башкортостан, порядок деятельности и отношения Правительства Республики Башкортостан с другими органами государственной власти Республики Башкортостан, федеральными органами государственной власти, органами государственной власти субъектов Российской Федерации определяются федеральным законом, законом о Правительстве Республики Башкортостан.

source: 6-сы бүлек
ru: Глава 6.

source: БАШҠОРТОСТАН РЕСПУБЛИКАҺЫНДА ЙӘМӘҒӘТ ВЛАСЫНЫҢ ҺӨҘӨМТӘЛЕ ЭШЛӘҮ ГАРАНТИЯЛАРЫ
ru: ГАРАНТИИ ЭФФЕКТИВНОГО ФУНКЦИОНИРОВАНИЯ ПУБЛИЧНОЙ ВЛАСТИ В РЕСПУБЛИКЕ БАШКОРТОСТАН

source: 100-сө статья
ru: Статья 100

source: Башҡортостан Республикаһында йәмәғәт власы органдары граждандар йәмғиәтен үҫтереүгә булышлыҡ итә һәм Башҡортостан Республикаһы эштәре менән идара итеүҙә һәм урындағы үҙидарала, үҙҙәренең власть вәкәләттәрен тормошҡа ашырыуҙа халыҡтың һәм граждандарҙың коллектив ҡатнашыуын тәьмин итә.
ru: Органы публичной власти в Республике Башкортостан способствуют развитию гражданского общества и обеспечивают коллективное участие народа и граждан в управлении делами Республики Башкортостан и в местном самоуправлении, осуществлении принадлежащих им властных полномочий.

source: 101-се статья
ru: Статья 101

source: Башҡортостан Республикаһында йәмәғәт власы органдарының үҙ-ара мөнәсәбәттәре намыҫлылыҡ, властың асыҡлығы, ҡарарҙарҙы әҙерләү һәм тормошҡа ашырыуҙа контроль процедураларын көйләү, яраштырыу, шулай уҡ дәүләт һәм муниципалитет менән тейешлесә идара итеүҙә үҙ-ара яуаплылыҡ принциптарына нигеҙләнә.
ru: Взаимоотношения органов публичной власти в Республике Башкортостан между собой основаны на принципах добросовестности, открытости власти, координации, согласования процедур разработки и контроля реализации решений, а также взаимной ответственности за надлежащее государственное и муниципальное управление.

source: 102-се статья
ru: Статья 102

source: Башҡортостан Республикаһының дәүләт власы органдары үҙ вәкәләттәрен тормошҡа ашырғанда дөйөм именлеккә, эске берҙәмлеккә, мәҙәниәттәр һәм телдәр төрлөлөгөнә, тиң хоҡуҡлылыҡҡа, хеҙмәттәшлеккә һәм урындағы үҙидараны ғәмәлгә ашырған территорияларҙың интеграцияһына булышлыҡ итә.
ru: Органы государственной власти Республики Башкортостан при осуществлении своих полномочий содействуют совместному благополучию, внутренней сплоченности, культурному и языковому многообразию, равноправию, сотрудничеству и интеграции территорий, в которых осуществляется местное самоуправление.

source: Башҡортостан Республикаһының дәүләт власы органдары урындағы үҙидараны ғәмәлгә ашырған территорияларҙы финанс тигеҙләү йәһәтенән дәртләндерә һәм, Башҡортостан Республикаһының комплекслы социаль-иҡтисади үҫешен тәьмин итеүҙә ҡатнашыуы һөҙөмтәлелегенән сығып, уларға тейешлесә финанс яҡтан булышлыҡ итә, административ, хоҡуҡи һәм инвестицион ярҙам күрһәтә.
ru: Органы государственной власти Республики Башкортостан поощряют финансовое выравнивание территорий, в которых осуществляется местное самоуправление, и оказывают им соразмерное финансовое содействие, административную, правовую и инвестиционную помощь в зависимости от эффективности их участия в обеспечении комплексного социально-экономического развития Республики Башкортостан.

source: 103-сө статья
ru: Статья 103

source: Башҡортостан Республикаһында йәмәғәт власы органдары араһындағы фекер айырымлыҡтары һәм бәхәстәр паритетлы нигеҙҙә ойошторолған комиссиялар тарафынан ҡарала һәм яраштырыу процедуралары, консультациялар, һөйләшеүҙәр нигеҙендә йәки суд тәртибендә хәл ителә.
ru: Разногласия и споры между органами публичной власти в Республике Башкортостан рассматриваются комиссиями, создаваемыми на паритетных началах, и разрешаются на основе согласительных процедур, консультаций, переговоров или в судебном порядке.

source: 7-се бүлек
ru: Глава 7.

source: СУД ВЛАСЫ
ru: СУДЕБНАЯ ВЛАСТЬ

source: 104-се статья
ru: Статья 104

source: Башҡортостан Республикаһында суд власын Башҡортостан Республикаһы Конституция Суды, федераль судтар һәм мировой судьялар тормошҡа ашыра.
ru: Судебную власть в Республике Башкортостан осуществляют Конституционный Суд Республики Башкортостан, федеральные суды и мировые судьи.

source: 105-се статья
ru: Статья 105

source: Башҡортостан Республикаһы судтарына Башҡортостан Республикаһы Конституция Суды һәм мировой судьялар инә.
ru: К судам Республики Башкортостан относятся Конституционный Суд Республики Башкортостан и мировые судьи.

source: Башҡортостан Республикаһы судтарының вәкәләттәре, ойоштороу һәм эшмәкәрлек тәртибе Рәсәй Федерацияһы Конституцияһы, ошо Конституция, федераль закондар һәм Башҡортостан Республикаһы закондары менән билдәләнә.
ru: Полномочия, порядок образования и деятельности судов Республики Башкортостан определяются Конституцией Российской Федерации, настоящей Конституцией, федеральными законами и законами Республики Башкортостан.

source: 106-сы статья
ru: Статья 106

source: Башҡортостан Республикаһы Конституция Суды Башҡортостан Республикаһының конституцион ҡоролошон, кеше һәм граждандың төп хоҡуҡтарын һәм иректәрен яҡлау маҡсатында:
ru: Конституционный Суд Республики Башкортостан в целях защиты конституционного строя Республики Башкортостан, основных прав и свобод человека и гражданина разрешает дела о соответствии Конституции Республики Башкортостан:

source: 1) Башҡортостан Республикаһы закондарының;
ru: 1) законов Республики Башкортостан;

source: 2) Башҡортостан Республикаһы Дәүләт Йыйылышының норматив хоҡуҡи акттарының;
ru: 2) нормативных правовых актов Государственного Собрания Республики Башкортостан;

source: 3) Башҡортостан Республикаһы Башлығының норматив хоҡуҡи акттарының;
ru: 3) нормативных правовых актов Главы Республики Башкортостан;

source: 4) Башҡортостан Республикаһы Хөкүмәтенең һәм Башҡортостан Республикаһының бүтән башҡарма власть органдарының норматив хоҡуҡи акттарының;
ru: 4) нормативных правовых актов Правительства Республики Башкортостан и иных органов исполнительной власти Республики Башкортостан;

source: 5) урындағы үҙидара органдарының норматив хоҡуҡи акттарының;
ru: 5) нормативных правовых актов органов местного самоуправления;

source: (5-се пункт Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы редакцияһында)
ru: (п. 5 в ред. Закона РБ от 04.03.2014 N 57-з)

source: 6) Башҡортостан Республикаһы ҡарамағындағы мәсьәләләр буйынса Башҡортостан Республикаһының дәүләт власы органдары һәм урындағы үҙидара органдары араһындағы асыҡ-хоҡуҡи договорҙарҙың Башҡортостан Республикаһы Конституцияһына ярашлы булыу-булмауы тураһындағы эштәрҙе хәл итә.
ru: 6) публично-правовых договоров между органами государственной власти Республики Башкортостан и органами местного самоуправления по вопросам, отнесенным к ведению Республики Башкортостан.

source: (6-сы пункт Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы редакцияһында)
ru: (п. 6 в ред. Закона РБ от 04.03.2014 N 57-з)
